{
  "Header": {
    "nav": {
      "home": "الرئيسية",
      "products": "المنتجات",
      "about": "من نحن",
      "contact": "اتصل بنا",
      "offer": "طلب عرض سعر",
      "references": "أعمالنا",
      "sustainability": "الاستدامة"
    }
  },
  "Footer": {
    "title": "اطلب المزيد من المعلومات",
    "address": {
      "title": "عنواننا",
      "text": "Yeşiloba Mh. Turhan Cemal Beriker Bul. Adana İş Merkezi A/Blok No:443 I Seyhan /ADANA Büro: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan /ADANA",
      "button": "اتصل بنا"
    },
    "newsletter": {
      "title": "اشترك في نشرتنا الإخبارية",
      "subtitle": "احصل على أسعار الحديد اليومية عبر البريد الإلكتروني",
      "label": "اشترك في نشرتنا الإخبارية",
      "placeholder": "أدخل عنوان بريدك الإلكتروني",
      "button": "اشتراك",
      "button_loading": "جارٍ الاشتراك..."
    },
    "copyright": "© ٢٠٢٥ أوريون ديمير.",
    "links": {
      "home": "الرئيسية",
      "cookiePolicy": "سياسة ملفات تعريف الارتباط",
      "privacyPolicy": "سياسة الخصوصية"
    }
  },
  "About_Us": {
    "title": "تعرّف على أوريون دمير",
    "paragraph1": "تأسست شركة أوريون ديمير في عام 2019 في أضنة، وقد أصبحت علامة تجارية قوية في مجال التوريد على مستوى تركيا من خلال الجمع بين المنتجات عالية الجودة، والخدمة الموثوقة، ونهج الإنتاج المستدام في قطاع الحديد والصلب. تقدم أوريون ديمير حديد التسليح المحزز بمقاسات مختلفة والمطابق لمواصفات TS وCE بقدرة تخزين عالية، وتركز على رضا العملاء، وتقدم حلولاً مخصصة لكل من المشاريع الصناعية الكبرى والاحتياجات الإقليمية.",
    "paragraph2": "من خلال بنيتنا التحتية المتطورة باستمرار، نلبي احتياجات حديد التسليح بمقاسات متنوعة من 8 مم إلى 32 مم، ونقدم نفس مستوى الخدمة الدقيق لكل من المشاريع الصناعية الكبرى والمقاولين الأفراد. وبفضل أسعار السوق المحدثة يوميًا، وبنية الطلب الرقمية، وإدارتنا الشفافة للعمليات، نوفر لشركائنا في العمل ميزة في الوقت والتكلفة.",
    "card_button": "التفاصيل"
  },
  "Location": {
    "title": "نُحدث فرقًا بقوة الموقع الاستراتيجي",
    "paragraph1": "تُواصل شركة أوريون ديمير أنشطتها الإنتاجية واللوجستية في أضنة، إحدى أكثر المدن الاستراتيجية في تركيا. ويوفر هذا الموقع ميزة تنافسية قوية لشركتنا في الأسواق المحلية والدولية.",
    "paragraph2": "تقع أضنة في نقطة تقاطع استراتيجية جنوب تركيا، وتوفر إمكانية الوصول السريع والفعال إلى جميع أنحاء البلاد. وبفضل البنية التحتية المتقدمة للطرق والسكك الحديدية، يتم توزيع المنتجات محلياً بسرعة وأمان وبشكل اقتصادي. أما الطريق البحري المفتوح إلى البحر الأبيض المتوسط عبر مينائي إسكندرون ومرسين، فيُسهّل وصول منتجاتنا إلى أسواق أوروبا وأفريقيا والشرق الأوسط."
  },
  "Products": {
    "title": "منتجاتنا",
    "paragraph1": "نحن في Orion Demir نوفر منتجات عالية الجودة وموثوقة لعملائنا من مختلف القطاعات في جميع أنحاء تركيا. ونقدم خدماتنا بشكل خاص في توريد حديد التسليح المحزز بتشكيلة واسعة.",
    "paragraph2": "حديد التسليح المحزز المتوفر في مخازننا يأتي بأقطار Ø8 مم، Ø10 مم، Ø12 مم، Ø14 مم، Ø16 مم، Ø18 مم، Ø20 مم، Ø22 مم، Ø25 مم، Ø32 مم وØ40 مم. هذه المنتجات التي يحتاجها قطاع البناء يتم توفيرها من مصنعين موثوقين ومعتمدين وفقًا لمعايير TSE",
    "paragraph3": "تنويه هام: الأسعار تشمل ضريبة القيمة المضافة، ولا تشمل رسوم الشحن.",
    "paragraph4": "إذا كنت ترغب في الحصول على مزيد من المعلومات حول حالة المخزون أو عرض الأسعار أو عملية الشحن، يمكنك التواصل معنا عبر البريد الإلكتروني.عنوان البريد الإلكتروني للتواصل: info@oriondemir.com.tr",
    "paragraph5": "لا تقدم شركتنا خدمات الشحن المباشر (النقل)؛ ولكن بناءً على طلب عملائنا، يمكن تنظيم شحن المنتجات من خلال شركات الشحن المتعاقدة معنا. في هذه الحالة، يتحمل العميل رسوم الشحن ويجب أخذها في الاعتبار بشكل منفصل أثناء عملية الطلب.",
    "card_button": "منتجاتنا"
  },
  "HeroSlide": {
    "slide1": {
      "title": "إعادة ابتكار الصلب بلمسة فريدة",
      "subtitle": "نقدم حلولاً مبتكرة من منشآتنا الإنتاجية الحديثة وعالية الأداء."
    },
    "slide2": {
      "title": "أسعار شفافة مع أسعار السوق اليومية",
      "subtitle": "تحقق من أسعار حديد التسليح اليوم، اطلب عرض سعر، وقدم طلبك — نقوم بالتوصيل إلى جميع محافظات تركيا الـ 81."
    },
    "slide3": {
      "title": "قوة وثقة منذ عام ٢٠١٩",
      "subtitle": "من بداية متواضعة في عام ٢٠١٩ إلى شركة رائدة في صناعة الصلب تضم اليوم أكثر من ٢٠٠ عضو في الفريق."
    },
    "slide4": {
      "title": "قوة وثقة منذ عام ٢٠١٩",
      "subtitle": "من بداية متواضعة في عام ٢٠١٩ إلى شركة رائدة في صناعة الصلب تضم اليوم أكثر من ٢٠٠ عضو في الفريق."
    },
    "previousButton": "الشريحة السابقة",
    "nextButton": "الشريحة التالية",
    "goToSlide": "اذهب إلى الشريحة {number}"
  },
  "Sustainability": {
    "title": "ملتزمون بمستقبل أكثر خضرة",
    "button": "أعرف أكثر"
  }
}
