{
  "Header": {
    "nav": {
      "home": "Startseite",
      "products": "Produkte",
      "about": "Über uns",
      "contact": "Kontakt",
      "offer": "Angebot",
      "references": "Referenzen",
      "sustainability": "Nachhaltigkeit"
    }
  },
  "Footer": {
    "title": "Fordern Sie weitere Informationen an",
    "address": {
      "title": "Unsere Adresse",
      "text": "Yeşiloba Mh. Turhan Cemal Beriker Bul. Adana İş Merkezi A/Blok No:443 I Seyhan /ADANA Büro: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan /ADANA",
      "button": "Kontaktieren Sie uns"
    },
    "newsletter": {
      "title": "Abonnieren Sie unseren Newsletter",
      "subtitle": "Erhalten Sie tägliche Eisenpreise per E-Mail",
      "label": "Abonnieren Sie unseren Newsletter",
      "placeholder": "Geben Sie Ihre E-Mail-Adresse ein",
      "button": "Abonnieren",
      "button_loading": "Wird abonniert..."
    },
    "copyright": "© 2025 Orion Demir.",
    "links": {
      "home": "Startseite",
      "cookiePolicy": "Cookie-Richtlinie",
      "privacyPolicy": "Datenschutzrichtlinie"
    }
  },
  "About_Us": {
    "title": "Lernen Sie Orion Demir kennen",
    "paragraph1": "Orion Demir wurde 2019 in Adana gegründet und hat sich durch die Verbindung von Qualitätsprodukten, zuverlässigem Service und einem nachhaltigen Produktionsansatz zu einer starken Liefermarke in der gesamten Türkei im Eisen- und Stahlsektor entwickelt. Mit einer hohen Lagerkapazität bietet Orion Demir gerippte Bewehrungsstähle in verschiedenen Durchmessern mit TS- und CE-Zertifizierung an und stellt die Kundenzufriedenheit in den Mittelpunkt, indem maßgeschneiderte Lösungen sowohl für groß angelegte Industrieprojekte als auch für regionale Anforderungen bereitgestellt werden.",
    "paragraph2": "Mit unserer ständig wachsenden Infrastruktur decken wir den Bedarf an Bewehrungsstahl in verschiedenen Größen von 8 mm bis 32 mm ab und bedienen sowohl groß angelegte Industrieprojekte als auch einzelne Bauunternehmer mit derselben Sorgfalt. Durch unsere täglich aktualisierten Marktpreise, digitale Bestellstruktur und transparente Prozessführung bieten wir unseren Geschäftspartnern Zeit- und Kostenvorteile.",
    "card_button": "Details"
  },
  "About_Us_Page": {
    "pre_title": "Über uns",
    "title": "Zuverlässiger Service und nachhaltige Produktion",
    "paragraph1": "Orion Demir wurde 2019 in Adana gegründet und hat sich durch die Kombination von Qualitätsprodukten, zuverlässigem Service und einem nachhaltigen Produktionsansatz in der Eisen- und Stahlindustrie zu einer starken Liefermarke in der ganzen Türkei entwickelt. In unserer modernen Anlage in der organisierten Industriezone Hacı Sabancı bieten wir TS- und CE-zertifizierte Bewehrungsstahlprodukte in verschiedenen Durchmessern mit hoher Lagerkapazität an. Mit unserer auf Kundenzufriedenheit ausgerichteten Struktur bieten wir spezielle Lösungen für große Industrieprojekte und regionale Bedürfnisse und gewährleisten einen schnellen und sicheren Versand in alle 81 Provinzen der Türkei. Mit unserem transparenten, einfachen und digital basierten Serviceansatz vom Bestellprozess bis zur Lieferung erfüllen wir alle Bedürfnisse unserer Kunden effektiv.",
    "paragraph2": "Orion Demir ist nicht nur ein Lieferant, sondern auch ein Lösungspartner. Dank unserer täglich aktualisierten Preispolitik, vertraglich vereinbarten Logistikdienstleistungen und flexiblen Zahlungsoptionen bieten wir unseren Geschäftspartnern Zeit- und Kostenvorteile. Wir sind uns auch unserer Verantwortung für die Umwelt bewusst. Wir übernehmen ein umweltfreundliches Industriemodell, indem wir bei all unseren Tätigkeiten nach den Grundsätzen der umweltfreundlichen Produktion und des nachhaltigen Ressourcenmanagements handeln. Als Name für Vertrauen, Qualität und Kontinuität in der Branche legen wir weiterhin solide Grundlagen für die Zukunft.",
    "image_alt": "Orion Demir Anlagen",
    "vision_title": "Unsere Vision",
    "vision_description": "Der führende und bevorzugte Lösungspartner der Branche zu werden, indem wir Bau- und Industrieprojekten in der ganzen Türkei nicht nur Eisen, sondern auch Vertrauen, Kontinuität und Technologie bieten.",
    "vision_points": [
      "Digitalisierung der Lieferprozesse für Eisen und Stahl,",
      "Maximale Effizienz in Logistik und Lagerverwaltung,",
      "Kontinuierliche Verbesserung des Kundenerlebnisses,",
      "Einen Unterschied machen mit Produktionsmodellen, die die Umweltauswirkungen minimieren,",
      "Eine Referenzmarke werden, indem die Zuverlässigkeit auf dem nationalen Markt erhöht und der internationale Markt erschlossen wird."
    ],
    "mission_title": "Unsere Mission",
    "mission_description": "Eine starke Struktur liegt dem Fundament jedes Projekts zugrunde, und ein zuverlässiger Lieferant liegt dem Fundament jeder starken Struktur zugrunde. Unsere Mission ist es, das unverzichtbare Element dieses Fundaments zu sein.",
    "mission_points": [
      "Unseren Kunden hochwertigen, TS- und CE-zertifizierten Bewehrungsstahl zur richtigen Zeit und auf die effizienteste Weise zu liefern,",
      "Projekten mit unserer über die ganze Türkei verteilten Versand-Infrastruktur sichere logistische Unterstützung zu bieten,",
      "Die Kostenkontrolle durch tägliche Preisaktualisierungen und transparente Bestellprozesse zu erleichtern,",
      "Langfristige Kooperationen auf der Grundlage von Genauigkeit in der Lagerverwaltung, Pünktlichkeit bei der Lieferung und Klarheit in der Kommunikation aufzubauen,",
      "Zur nachhaltigen Entwicklung beizutragen, indem Produktions- und Lieferprozesse mit ökologischer Sensibilität durchgeführt werden."
    ],
    "closing_title": "Der Name für Vertrauen, Qualität und Kontinuität in der Branche",
    "closing_subtitle": "Wir legen weiterhin solide Grundlagen für die Zukunft.",
    "closing_tagline": "Orion Demir – Steigt mit Vertrauen auf."
  },
  "Location": {
    "title": "Wir schaffen einen Unterschied durch die Kraft strategischer Lage",
    "paragraph1": "Orion Demir führt seine Produktions- und Logistikaktivitäten in Adana durch, einer der strategisch wichtigsten Städte der Türkei. Diese Lage verschafft unserem Unternehmen sowohl auf nationalen als auch auf internationalen Märkten einen starken Wettbewerbsvorteil.",
    "paragraph2": "Adana, gelegen an einem strategischen Knotenpunkt im Süden der Türkei, bietet schnellen und effizienten Zugang zu allen Regionen des Landes. Dank der gut ausgebauten Straßen- und Schieneninfrastruktur erfolgen Inlandsverteilungen schnell, sicher und kostengünstig. Die über die Häfen von İskenderun und Mersin erreichbare Seeverbindung zum Mittelmeer ermöglicht es, unsere Produkte problemlos in die Märkte Europas, Afrikas und des Nahen Ostens zu exportieren."
  },
  "Products": {
    "title": "Unsere Produkte",
    "paragraph1": "Als Orion Demir beliefern wir Kunden aus verschiedenen Branchen in der ganzen Türkei mit qualitativ hochwertigen und zuverlässigen Produkten. Insbesondere bieten wir ein breites Sortiment an geripptem Bewehrungsstahl an.",
    "paragraph2": "Die in unserem Lager vorrätigen gerippten Baustähle sind in den Durchmessern Ø8 mm, Ø10 mm, Ø12 mm, Ø14 mm, Ø16 mm, Ø18 mm, Ø20 mm, Ø22 mm, Ø25 mm, Ø32 mm und Ø40 mm erhältlich. Diese für die Bauindustrie benötigten Produkte werden gemäß den TSE-Normen von zertifizierten und zuverlässigen Herstellern bezogen.",
    "paragraph3": "Wichtiger Hinweis: Die Preise enthalten die Mehrwertsteuer, Versandkosten sind nicht inbegriffen.",
    "paragraph4": "Wenn Sie weitere Informationen zu Lagerbestand, Preisangebot oder dem Versandprozess wünschen, können Sie uns per E-Mail kontaktieren. Kontakt-E-Mail-Adresse: info@oriondemir.com.tr",
    "paragraph5": "Unser Unternehmen bietet keinen direkten Versand (Transport) an; jedoch kann auf Kundenwunsch die Lieferung der Produkte über unsere Vertragspartner im Transportbereich organisiert werden. In diesem Fall trägt der Kunde die Versandkosten, welche im Bestellprozess gesondert berücksichtigt werden müssen.",
    "card_button": "Produkte"
  },
  "HeroSlide": {
    "slide1": {
      "title": "Stahl Neu Erfunden mit Einzigartiger Note",
      "subtitle": "Wir liefern innovative Lösungen aus unseren modernen, hochleistungsfähigen Produktionsanlagen."
    },
    "slide2": {
      "title": "Transparente Preise mit Täglichen Marktkursen",
      "subtitle": "Prüfen Sie die heutigen Betonstahlpreise, fordern Sie ein Angebot an und geben Sie Ihre Bestellung auf — wir liefern in alle 81 Provinzen der Türkei."
    },
    "slide3": {
      "title": "Stark und zuverlässig seit 2019",
      "subtitle": "Seit dem ersten Tag unserer Tätigkeit konzentrieren wir uns auf Qualität, Lieferzeit und technische Unterstützung. Mit unserer bevorzugten Marke in Hunderten von Projekten hinterlassen wir Spuren in den Strukturen der Zukunft."
    },
    "slide4": {
      "title": "Sichere Zukunft, solides Fundament",
      "subtitle": "Steigen Sie mit Orion Demir für stärkere Strukturen auf. Produktionsansatz gemäß ISO, TSE und internationalen Qualitätsnormen."
    },
    "previousButton": "Vorherige Folie",
    "nextButton": "Nächste Folie",
    "goToSlide": "Gehe zu Folie {number}"
  },
  "Sustainability": {
    "title": "Engagiert für eine grünere Zukunft",
    "button": "Mehr erfahren"
  },
  "Contact": {
    "mainTitle": "Kontakt",
    "subtitle": "Kontaktieren Sie uns für Ihre Lösungsvorschläge und Fragen.",
    "formTitle": "Hinterlassen Sie uns eine Nachricht",
    "nameLabel": "Vollständiger Name *",
    "namePlaceholder": "orion demir",
    "emailLabel": "E-Mail *",
    "emailPlaceholder": "info@oriondemir.com.tr",
    "messageLabel": "Schreiben Sie Ihre Nachricht *",
    "messagePlaceholder": "Ihre Nachricht...",
    "sendButton": "Senden",
    "addressTitle": "ADRESSE",
    "addressLine1": "Sule: Yeşiloba Mh. Turhan Cemal Beriker Blvd. Adana Business Center A/Block Nr.:443 1 Seyhan /ADANA",
    "addressLine2": "Büro: Kurtuluş Mh. Cumhuriyet Str. MNS Plaza A/Block Nr.:50 Etage:1 Wohnung: 2 Seyhan /ADANA",
    "phoneTitle": "TELEFON",
    "phoneNumber": "0322 504 94 44 - 0546 120 01 01",
    "emailContactTitle": "E-M-A-I-L",
    "contactEmail": "info@oriondemir.com.tr",
    "companyNameLabel": "Offizieller Firmenname:",
    "companyNameValue": "Orion Paint Bau- und Eisenwarenindustrie und Außenhandel GmbH",
    "taxNoLabel": "Steuernummer:",
    "taxNoValue": "6470588486",
    "taxOfficeLabel": "Finanzamt:",
    "taxOfficeValue": "5. Januar",
    "tradeRegNoLabel": "Handelsregisternummer:",
    "tradeRegNoValue": "79529",
    "mersisNoLabel": "Mersis-Nummer:",
    "mersisNoValue": "0647058848600001"
  },
  "References": {
    "references": "Referenzen",
    "intro": "Partnerschaften, die auf Vertrauen und Qualität basieren, sowie Projekte, auf die wir stolz sind.",
    "businessPartners": "Unsere geschätzten Geschäftspartner",
    "projectReferences": "Projektreferenzen",
    "finishedProjects": "Abgeschlossenes Projekt"
  },
  "SustainabilityPage": {
      "heroTitle": "Die Zukunft mit Stahl gestalten",
      "heroDescription": "Bei Orion Demir betrachten wir Nachhaltigkeit nicht nur als Umweltpolitik, sondern als integralen Bestandteil unseres Geschäfts. Wir handeln mit dem Verständnis, dass Ressourcen effizient genutzt, Umweltauswirkungen minimiert und der Gesellschaft Wert hinzugefügt werden, um zukünftigen Generationen eine lebenswertere Welt zu hinterlassen.",
      "strategicApproachTitle": "Unser strategischer Ansatz",
      "strategicApproachSubtitle": "Drei Säulen der Nachhaltigkeit",
      "strategicApproachDescription": "Unsere Politik, die darauf abzielt, über kurzfristige Erfolge hinaus langfristige Auswirkungen zu erzielen, entwickelt sich entlang dreier Hauptachsen.",
      "environmentalPillarTitle": "Umweltverträglichkeit",
      "environmentalPillarQuote": "Respekt vor der Natur ist eine Investition in die Zukunft.",
      "environmentalPillarPoint1": "Wir statten unsere Produktionslinien mit hocheffizienten Energiesystemen aus und ergreifen messbare Schritte zur Reduzierung unserer Kohlenstoffemissionen.",
      "environmentalPillarPoint2": "Ein erheblicher Teil des von uns verwendeten Rohmaterials besteht aus recyceltem Stahl, und wir priorisieren die Abfallminimierung.",
      "environmentalPillarPoint3": "Wir analysieren die Umweltauswirkungen während des gesamten Lebenszyklus unserer Produkte und priorisieren Nachhaltigkeit.",
      "environmentalPillarPoint4": "Wir setzen Technologien ein, die den Prozesswasserverbrauch reduzieren, und entwickeln alternative Wasserquellen.",
      "socialPillarTitle": "Soziale Verantwortung",
      "socialPillarQuote": "Starker Stahl ist mit starken Gesellschaften möglich.",
      "socialPillarPoint1": "Wir bieten allen unseren Mitarbeitern ein faires, sicheres und inklusives Arbeitsumfeld. Arbeitsschutz und -sicherheit stehen im Mittelpunkt unserer Politik.",
      "socialPillarPoint2": "Wir erfüllen unsere Verantwortung gegenüber der Gesellschaft durch Bildungs-, Umwelt- und soziale Verantwortungsprojekte.",
      "socialPillarPoint3": "Wir überwachen die Umsetzung ethischer, ökologischer und sozialer Standards in unserer Lieferkette.",
      "socialPillarPoint4": "Wir fördern vielfältige Perspektiven, unterstützen eine stärkere Beteiligung von Frauen in der Industrie und bleiben der Chancengleichheit verpflichtet.",
      "governancePillarTitle": "Unternehmensführung",
      "governancePillarQuote": "Eine transparente, rechenschaftspflichtige und widerstandsfähige Struktur.",
      "governancePillarPoint1": "Nachhaltigkeit wird direkt von der Geschäftsleitung verantwortet und in strategische Entscheidungsmechanismen integriert.",
      "governancePillarPoint2": "Wir entwickeln Szenarioanalysen und Anpassungspläne zur Bewältigung der Risiken des Klimawandels.",
      "governancePillarPoint3": "Wir dokumentieren unsere Aktivitäten gemäß internationalen Standards und stellen unseren Stakeholdern transparente Informationen zur Verfügung.",
      "governancePillarPoint4": "Wir bauen eine umweltfreundliche Produktionsstruktur auf, indem wir unsere F&E-Investitionen in Bereichen wie grüner Stahl und kohlenstoffarme Technologien erhöhen.",
      "goalsTitle": "Entschlossene Schritte in die Zukunft",
      "goalsDescription": "Unsere konkreten Ziele für eine nachhaltige Zukunft.",
      "goal1": "Reduzierung der Kohlenstoffintensität pro Produktion um 30% bis 2030.",
      "goal2": "Einsatz von 90% recyceltem Schrott in den Produktionsprozessen.",
      "goal3": "Erhöhung des Anteils erneuerbarer Energien auf 50% in allen Produktionsstätten.",
      "goal4": "Integration in internationale Bewertungssysteme für die Nachhaltigkeitsberichterstattung.",
      "conclusionTitle": "Wir bauen nicht nur heute, sondern die Zukunft",
      "conclusionDescription": "Bei Orion Demir treiben wir kontinuierlich einen industriellen Ansatz voran, der Ressourcen effizienter nutzt, umweltfreundlich, sozial verantwortlich und auf ethischen Werten basiert.",
      "conclusionCallToAction": "Eine nachhaltige Zukunft ist mit entschlossenen Schritten möglich. Wir gehen diese Schritte heute."
    }
}
