{
  "Header": {
    "nav": {
      "home": "Startseite",
      "products": "Produkte",
      "about": "Über uns",
      "contact": "Kontakt",
      "offer": "Angebot",
      "references": "Referenzen",
      "sustainability":"Nachhaltigkeit"
    }
  },
  "Footer": {
    "title": "Fordern Sie weitere Informationen an",
    "address": {
      "title": "Unsere Adresse",
      "text": "Yeşiloba Mh. Turhan Cemal Beriker Bul. Adana İş Merkezi A/Blok No:443 I Seyhan /ADANA Büro: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan /ADANA",
      "button": "Kontaktieren Sie uns"
    },
    "newsletter": {
      "title": "Abonnieren Sie unseren Newsletter",
      "subtitle": "Erhalten Sie tägliche Eisenpreise per E-Mail",
      "label": "Abonnieren Sie unseren Newsletter",
      "placeholder": "Geben Sie Ihre E-Mail-Adresse ein",
      "button": "Abonnieren",
      "button_loading": "Wird abonniert..."
    },
    "copyright": "© 2025 Orion Demir.",
    "links": {
      "home": "Startseite",
      "cookiePolicy": "Cookie-Richtlinie",
      "privacyPolicy": "Datenschutzrichtlinie"
    }
  },
  "About_Us": {
    "title": "Lernen Sie Orion Demir kennen",
    "paragraph1": "Orion Demir wurde 2019 in Adana gegründet und hat sich durch die Verbindung von Qualitätsprodukten, zuverlässigem Service und einem nachhaltigen Produktionsansatz zu einer starken Liefermarke in der gesamten Türkei im Eisen- und Stahlsektor entwickelt. Mit einer hohen Lagerkapazität bietet Orion Demir gerippte Bewehrungsstähle in verschiedenen Durchmessern mit TS- und CE-Zertifizierung an und stellt die Kundenzufriedenheit in den Mittelpunkt, indem maßgeschneiderte Lösungen sowohl für groß angelegte Industrieprojekte als auch für regionale Anforderungen bereitgestellt werden.",
    "paragraph2": "Mit unserer ständig wachsenden Infrastruktur decken wir den Bedarf an Bewehrungsstahl in verschiedenen Größen von 8 mm bis 32 mm ab und bedienen sowohl groß angelegte Industrieprojekte als auch einzelne Bauunternehmer mit derselben Sorgfalt. Durch unsere täglich aktualisierten Marktpreise, digitale Bestellstruktur und transparente Prozessführung bieten wir unseren Geschäftspartnern Zeit- und Kostenvorteile.",
    "card_button": "Details"
  },
  "Location": {
    "title": "Wir schaffen einen Unterschied durch die Kraft strategischer Lage",
    "paragraph1": "Orion Demir führt seine Produktions- und Logistikaktivitäten in Adana durch, einer der strategisch wichtigsten Städte der Türkei. Diese Lage verschafft unserem Unternehmen sowohl auf nationalen als auch auf internationalen Märkten einen starken Wettbewerbsvorteil.",
    "paragraph2": "Adana, gelegen an einem strategischen Knotenpunkt im Süden der Türkei, bietet schnellen und effizienten Zugang zu allen Regionen des Landes. Dank der gut ausgebauten Straßen- und Schieneninfrastruktur erfolgen Inlandsverteilungen schnell, sicher und kostengünstig. Die über die Häfen von İskenderun und Mersin erreichbare Seeverbindung zum Mittelmeer ermöglicht es, unsere Produkte problemlos in die Märkte Europas, Afrikas und des Nahen Ostens zu exportieren."
  },
  "Products": {
    "title": "Unsere Produkte",
    "paragraph1": "Als Orion Demir beliefern wir Kunden aus verschiedenen Branchen in der ganzen Türkei mit qualitativ hochwertigen und zuverlässigen Produkten. Insbesondere bieten wir ein breites Sortiment an geripptem Bewehrungsstahl an.",
    "paragraph2": "Die in unserem Lager vorrätigen gerippten Baustähle sind in den Durchmessern Ø8 mm, Ø10 mm, Ø12 mm, Ø14 mm, Ø16 mm, Ø18 mm, Ø20 mm, Ø22 mm, Ø25 mm, Ø32 mm und Ø40 mm erhältlich. Diese für die Bauindustrie benötigten Produkte werden gemäß den TSE-Normen von zertifizierten und zuverlässigen Herstellern bezogen.",
    "paragraph3": "Wichtiger Hinweis: Die Preise enthalten die Mehrwertsteuer, Versandkosten sind nicht inbegriffen.",
    "paragraph4": "Wenn Sie weitere Informationen zu Lagerbestand, Preisangebot oder dem Versandprozess wünschen, können Sie uns per E-Mail kontaktieren. Kontakt-E-Mail-Adresse: info@oriondemir.com.tr",
    "paragraph5":"Unser Unternehmen bietet keinen direkten Versand (Transport) an; jedoch kann auf Kundenwunsch die Lieferung der Produkte über unsere Vertragspartner im Transportbereich organisiert werden. In diesem Fall trägt der Kunde die Versandkosten, welche im Bestellprozess gesondert berücksichtigt werden müssen.",
    "card_button":"Produkte"
  },
  "HeroSlide": {
    "slide1": {
      "title": "Stahl Neu Erfunden mit Einzigartiger Note",
      "subtitle": "Wir liefern innovative Lösungen aus unseren modernen, hochleistungsfähigen Produktionsanlagen."
    },
    "slide2": {
      "title": "Transparente Preise mit Täglichen Marktkursen",
      "subtitle": "Prüfen Sie die heutigen Betonstahlpreise, fordern Sie ein Angebot an und geben Sie Ihre Bestellung auf — wir liefern in alle 81 Provinzen der Türkei."
    },
    "slide3": {
      "title": "Stark und Vertrauenswürdig Seit 2019",
      "subtitle": "Von einem bescheidenen Anfang im Jahr 2019 zu einem führenden Stahlunternehmen mit heute über 200 Teammitgliedern."
    },
    "slide4": {
      "title": "Stark und Vertrauenswürdig Seit 2019",
      "subtitle": "Von einem bescheidenen Anfang im Jahr 2019 zu einem führenden Stahlunternehmen mit heute über 200 Teammitgliedern."
    },
    "previousButton": "Vorherige Folie",
    "nextButton": "Nächste Folie",
    "goToSlide": "Gehe zu Folie {number}"
  },
  "Sustainability": {
    "title": "Engagiert für eine grünere Zukunft",
    "button": "Mehr erfahren"
  }
}
