{
  "Header": {
    "nav": {
      "home": "Home",
      "products": "Products",
      "about": "About",
      "contact": "Contact",
      "offer": "Offer",
      "references": "References",
      "sustainability":"Sustainability"
    }
  },
  "Footer": {
    "title": "Request for more information",
    "address": {
      "title": "Our Address",
      "text": "Yeşiloba Mh. Turhan Cemal Beriker Bul. Adana İş Merkezi A/Blok No:443 I Seyhan /ADANA Office: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan /ADANA",
      "button": "Contact Us"
    },
    "newsletter": {
      "title": "Subscribe to our Newsletter",
      "subtitle": "Get daily iron prices to your mail",
      "label": "Subscribe to our newsletter",
      "placeholder": "Enter your email",
      "button": "Subscribe",
      "button_loading": "Subscribing...",
      "success": "You're successfully subscribed!",
      "already_subscribed": "You're already subscribed.",
      "invalid_email": "Please enter a valid email address.",
      "error_generic": "Something went wrong. Please try again later.",
      "config_error": "Configuration error, please contact admin."
    },
    "copyright": "© 2025 Orion Demir.",
    "links": {
      "home": "Home",
      "cookiePolicy": "Cookie Policy",
      "privacyPolicy": "Privacy Policy"
    }
  },
  "About_Us": {
    "title": "Get to know Orion Demir",
    "paragraph1": "Founded in 2019 in Adana, Orion Demir has become a strong supply brand across Turkey by combining quality products, reliable service, and a sustainable production approach in the iron and steel industry. Offering ribbed rebar products of various diameters with TS and CE certifications and strong inventory capacity, Orion Demir places customer satisfaction at its core and provides tailored solutions both for large-scale industrial projects and for regional needs.",
    "paragraph2": "With our continuously developing infrastructure, we meet the needs for construction rebar in various sizes ranging from 8 mm to 32 mm, serving both large-scale industrial projects and individual contractors with the same meticulous care. Thanks to our daily updated market prices, digital ordering system, and transparent process management, we provide our business partners with time and cost advantages.",
    "card_button": "Details"
  },
  "Location": {
    "title": "Creating Distinction Through the Power of Strategic Location",
    "paragraph1": "Orion Demir carries out its production and logistics operations in Adana, one of the most strategic cities in Turkey. This location provides our company with a strong competitive advantage in both national and international markets.",
    "paragraph2": "Located at a strategic crossroads in southern Turkey, Adana offers fast and efficient access to all parts of the country. Thanks to its advanced road and rail infrastructure, domestic distribution is carried out quickly, safely, and economically. The sea route opening to the Mediterranean through the ports of İskenderun and Mersin allows our products to easily reach European, African, and Middle Eastern markets."
  },
  "Products": {
    "title": "Our Products",
    "paragraph1": "As Orion Demir, we provide quality and reliable product supply to our customers from various sectors across Turkey. We especially serve with a wide range of ribbed construction steel.",
    "paragraph2": "The ribbed construction steels in our stock are available in Ø8 mm, Ø10 mm, Ø12 mm, Ø14 mm, Ø16 mm, Ø18 mm, Ø20 mm, Ø22 mm, Ø25 mm, Ø32 mm, and Ø40 mm diameters. These products, which are essential for the construction industry, are supplied from certified and reliable manufacturers in compliance with TSE standards.",
    "paragraph3": "Important Notice: VAT is included in the prices, shipping fees are excluded.",
    "paragraph4":"If you would like more information about stock availability, price quotation, or the shipping process, you can contact us via email. Contact Email Address: info@oriondemir.com.tr",
    "paragraph5": "Our company does not provide direct shipping (transportation) services; however, upon our customers' requests, product delivery can be organized through our contracted shipping companies. In this case, the shipping cost is borne by the customer and should be considered separately during the ordering process.",
    "card_button":"Products"
  },
  "HeroSlide": {
    "slide1": {
      "title": "Steel Reinvented with a Unique Touch",
      "subtitle": "We deliver innovative solutions from our modern, high-capacity production facilities."
    },
    "slide2": {
      "title": "Transparent Pricing with Daily Market Rates",
      "subtitle": "Check today’s rebar prices, request a quote, and place your order — we deliver across all 81 provinces in Türkiye."
    },
    "slide3": {
      "title": "Strong and Trusted Since 2019",
      "subtitle": "From a humble start in 2019 to a leading steel company with over 200 team members today."
    },
    "slide4": {
      "title": "Strong and Trusted Since 2019",
      "subtitle": "From a humble start in 2019 to a leading steel company with over 200 team members today."
    },
    "previousButton": "Previous Slide",
    "nextButton": "Next Slide",
    "goToSlide": "Go to slide {number}"
  },
  "Sustainability": {
    "title": "Committed to a Greener Future",
    "button": "Learn More"
  }
}
