{
  "Header": {
    "nav": {
      "home": "صفحه اصلی",
      "products": "محصولات",
      "about": "درباره ما",
      "contact": "تماس با ما",
      "offer": "پیشنهاد قیمت",
      "references": "نمونه کارها",
      "sustainability": "پایداری"
    }
  },
  "Footer": {
    "title": "اطلاعات بیشتر درخواست کنید",
    "address": {
      "title": "آدرس ما",
      "text": "Yeşiloba Mh. Turhan Cemal Beriker Bul. Adana İş Merkezi A/Blok No:443 I Seyhan /ADANA Büro: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan /ADANA",
      "button": "تماس با ما"
    },
    "newsletter": {
      "title": "در خبرنامه ما مشترک شوید",
      "subtitle": "قیمت روزانه آهن را از طریق ایمیل دریافت کنید",
      "label": "در خبرنامه ما مشترک شوید",
      "placeholder": "آدرس ایمیل خود را وارد کنید",
      "button": "اشتراک",
      "button_loading": "در حال عضویت..."
    },
    "copyright": "© ۲۰۲۵ اوریون دمیر.",
    "links": {
      "home": "صفحه اصلی",
      "cookiePolicy": "سیاست کوکی‌ها",
      "privacyPolicy": "سیاست حفظ حریم خصوصی"
    }
  },
  "About_Us": {
    "title": "با اوریون دمیر آشنا شوید",
    "paragraph1": "شرکت اوریون دمیر که در سال ۲۰۱۹ در آدانا تأسیس شد، با ترکیب محصولات باکیفیت، خدمات قابل‌اعتماد و رویکرد تولید پایدار، به یکی از برندهای تأمین‌کننده قوی در سراسر ترکیه در صنعت آهن و فولاد تبدیل شده است. اوریون دمیر با بهره‌مندی از توان بالای ذخیره‌سازی، میلگرد آج‌دار با قطرهای مختلف و دارای گواهی‌نامه‌های TS و CE ارائه می‌دهد و با تمرکز بر رضایت مشتری، راهکارهایی ویژه برای پروژه‌های صنعتی بزرگ و همچنین نیازهای منطقه‌ای فراهم می‌کند.",
    "paragraph2": "با زیرساخت‌هایی که هر روز در حال توسعه هستند، نیاز به میلگرد ساختمانی در ابعاد مختلف از ۸ میلی‌متر تا ۳۲ میلی‌متر را تأمین می‌کنیم و به پروژه‌های صنعتی بزرگ و پیمانکاران فردی با همان دقت خدمات ارائه می‌دهیم. با قیمت‌های بازار که به‌صورت روزانه به‌روزرسانی می‌شوند، سامانه سفارش دیجیتال و مدیریت شفاف فرآیندها، برای شرکای کاری‌مان صرفه‌جویی در زمان و هزینه فراهم می‌کنیم.",
    "card_button": "جزئیات"
  },
  "About_Us_Page": {
    "pre_title": "درباره ما",
    "title": "خدمات قابل اعتماد و تولید پایدار",
    "paragraph1": "شرکت اوریون دمیر که در سال ۲۰۱۹ در آدانا تأسیس شد، با ترکیب محصولات با کیفیت، خدمات قابل اعتماد و رویکرد تولید پایدار در صنعت آهن و فولاد، به یک برند تأمین کننده قدرتمند در سراسر ترکیه تبدیل شده است. در تأسیسات مدرن ما در منطقه صنعتی سازمان یافته حاجی سابانجی، ما محصولات میلگرد آجدار با گواهینامه های TS و CE را در قطرهای مختلف با قدرت انبارداری بالا ارائه می دهیم. با ساختار مشتری محور خود، ما راه حل های ویژه ای را هم برای پروژه های صنعتی بزرگ و هم برای نیازهای منطقه ای ارائه می دهیم و حمل و نقل سریع و ایمن را به تمام ۸۱ استان ترکیه تضمین می کنیم. با رویکرد خدمات شفاف، آسان و مبتنی بر زیرساخت دیجیتال از فرآیند سفارش تا تحویل، ما به طور مؤثر تمام نیازهای مشتریان خود را برآورده می کنیم.",
    "paragraph2": "اوریون دمیر فقط یک تأمین کننده نیست، بلکه یک شریک راه حل نیز می باشد. به لطف سیاست قیمت گذاری روزانه، خدمات لجستیکی قراردادی و گزینه های پرداخت انعطاف پذیر، ما برای شرکای تجاری خود مزایای زمانی و هزینه ای فراهم می کنیم. ما همچنین از مسئولیت زیست محیطی خود آگاه هستیم. ما با پیروی از اصول تولید سبز و مدیریت منابع پایدار در تمام عملیات خود، یک مدل صنعتی دوستدار محیط زیست را اتخاذ می کنیم. به عنوان نام اعتماد، کیفیت و تداوم در این بخش، ما به ایجاد پایه های محکم برای آینده ادامه می دهیم.",
    "image_alt": "تأسیسات اوریون دمیر",
    "vision_title": "چشم انداز ما",
    "vision_description": "تبدیل شدن به شریک راه حل پیشرو و ترجیحی در این بخش با ارائه نه تنها آهن، بلکه اعتماد، تداوم و فناوری به پروژه های ساختمانی و صنعتی در سراسر ترکیه.",
    "vision_points": [
      "دیجیتالی کردن فرآیندهای تأمین آهن و فولاد،",
      "تأمین حداکثر کارایی در لجستیک و مدیریت انبار،",
      "بهبود مستمر تجربه مشتری،",
      "ایجاد تفاوت با مدل های تولیدی که اثرات زیست محیطی را به حداقل می رساند،",
      "تبدیل شدن به یک برند مرجع با افزایش قابلیت اطمینان در بازار ملی و ورود به بازار بین المللی."
    ],
    "mission_title": "مأموریت ما",
    "mission_description": "یک ساختار قوی در پایه و اساس هر پروژه ای قرار دارد و یک تأمین کننده قابل اعتماد در پایه و اساس هر ساختار قوی قرار دارد. مأموریت ما این است که عنصر ضروری آن پایه باشیم.",
    "mission_points": [
      "تحویل میلگرد با کیفیت بالا و دارای گواهینامه TS و CE به مشتریان در زمان مناسب و به کارآمدترین روش،",
      "ارائه پشتیبانی لجستیکی ایمن به پروژه ها با زیرساخت حمل و نقل گسترده ما در سراسر ترکیه،",
      "تسهیل کنترل هزینه با به روز رسانی روزانه قیمت ها و فرآیندهای سفارش شفاف،",
      "ایجاد همکاری های بلندمدت بر اساس دقت در مدیریت انبار، وقت شناسی در تحویل و وضوح در ارتباطات،",
      "کمک به توسعه پایدار با انجام فرآیندهای تولید و تأمین با حساسیت زیست محیطی."
    ],
    "closing_title": "نام اعتماد، کیفیت و تداوم در این بخش",
    "closing_subtitle": "ما به ایجاد پایه های محکم برای آینده ادامه می دهیم.",
    "closing_tagline": "اوریون دمیر - با اطمینان برمی خیزد."
  },
  "Location": {
    "title": "با قدرت موقعیت استراتژیک، تفاوت می‌آفرینیم",
    "paragraph1": "اورین دمیر فعالیت‌های تولید و لجستیکی خود را در آدانا، یکی از استراتژیک‌ترین شهرهای ترکیه، انجام می‌دهد. این موقعیت جغرافیایی مزیت رقابتی قدرتمندی در بازارهای داخلی و بین‌المللی برای شرکت ما فراهم می‌کند.",
    "paragraph2": "آدانا، واقع در نقطه‌ای استراتژیک در جنوب ترکیه، دسترسی سریع و مؤثری به تمام نقاط کشور فراهم می‌کند. با بهره‌گیری از زیرساخت‌های پیشرفته جاده‌ای و ریلی، توزیع داخلی به شکلی سریع، ایمن و اقتصادی انجام می‌شود. مسیر دریایی که از طریق بنادر اسکندرون و مرسین به دریای مدیترانه متصل می‌شود، امکان دسترسی آسان محصولات ما به بازارهای اروپا، آفریقا و خاورمیانه را فراهم می‌سازد."
  },
  "Products": {
    "title": "محصولات ما",
    "paragraph1": "ما در Orion Demir محصولات با کیفیت و قابل اطمینانی را به مشتریان از بخش‌های مختلف در سراسر ترکیه ارائه می‌دهیم. به‌ویژه در تأمین میلگرد آجدار با تنوع بالایی از محصولات فعالیت می‌کنیم.",
    "paragraph2": "میلگردهای آجدار موجود در انبارهای ما در قطرهای Ø8 میلی‌متر، Ø10 میلی‌متر، Ø12 میلی‌متر، Ø14 میلی‌متر، Ø16 میلی‌متر، Ø18 میلی‌متر، Ø20 میلی‌متر، Ø22 میلی‌متر، Ø25 میلی‌متر، Ø32 میلی‌متر و Ø40 میلی‌متر ارائه می‌شوند. این محصولات که مورد نیاز صنعت ساخت و ساز هستند، مطابق با استانداردهای TSE و از تولیدکنندگان معتبر و دارای گواهینامه تهیه می‌شوند.",
    "paragraph3": "اطلاعیه مهم: مالیات بر ارزش افزوده در قیمت‌ها لحاظ شده است، هزینه حمل و نقل جداگانه محاسبه می‌شود.",
    "paragraph4": "در صورت تمایل به دریافت اطلاعات بیشتر درباره وضعیت موجودی، پیشنهاد قیمت یا فرایند ارسال، می‌توانید از طریق ایمیل با ما در ارتباط باشید.آدرس ایمیل تماس: info@oriondemir.com.tr",
    "paragraph5": "شرکت ما خدمات ارسال مستقیم (حمل و نقل) ارائه نمی‌دهد؛ اما بر اساس درخواست مشتریان، ارسال محصولات از طریق شرکت‌های حمل و نقلی که با آنها قرارداد داریم، سازماندهی می‌شود. در این حالت، هزینه حمل و نقل بر عهده مشتری بوده و باید در فرایند سفارش به‌صورت جداگانه مورد توجه قرار گیرد.",
    "card_button": "محصولات"
  },
  "HeroSlide": {
    "slide1": {
      "title": "فولاد، بازآفرینی شده با لمسی بی‌نظیر",
      "subtitle": "ما راه‌حل‌های نوآورانه را از تأسیسات تولیدی مدرن و با کارایی بالای خود ارائه می‌دهیم."
    },
    "slide2": {
      "title": "قیمت‌های شفاف با نرخ‌های روزانه بازار",
      "subtitle": "قیمت روز میلگرد را بررسی کنید، پیشنهاد قیمت بخواهید و سفارش خود را ثبت کنید — ما به تمام ۸۱ استان ترکیه ارسال می‌کنیم."
    },
    "slide3": {
      "title": "قوی و قابل اعتماد از سال 2019",
      "subtitle": "از اولین روز فعالیت، کیفیت، زمان تحویل و پشتیبانی مهندسی را در مرکز توجه قرار داده‌ایم. با برند مورد علاقه ما در صدها پروژه، اثری ماندگار در سازه‌های آینده بر جای می‌گذاریم."
    },
    "slide4": {
      "title": "آینده‌ای امن، بنیادی مستحکم",
      "subtitle": "برای سازه‌های قوی‌تر با Orion Demir اوج بگیرید. رویکرد تولید مطابق با استانداردهای ISO، TSE و معیارهای کیفیت بین‌المللی."
    },
    "previousButton": "اسلاید قبلی",
    "nextButton": "اسلاید بعدی",
    "goToSlide": "برو به اسلاید {number}"
  },
  "Sustainability": {
    "title": "متعهد به آینده‌ای سبزتر",
    "button": "بیشتر بدانید"
  },
  "Contact": {
    "mainTitle": "تماس با ما",
    "subtitle": "برای پیشنهادات و سوالات خود با ما در تماس باشید.",
    "formTitle": "برای ما پیام بگذارید",
    "nameLabel": "نام کامل *",
    "namePlaceholder": "اوریون دمیر",
    "emailLabel": "ایمیل *",
    "emailPlaceholder": "info@oriondemir.com.tr",
    "messageLabel": "پیام خود را بنویسید *",
    "messagePlaceholder": "پیام شما...",
    "sendButton": "ارسال",
    "addressTitle": "آدرس",
    "addressLine1": "سوله: Yeşiloba Mh. Turhan Cemal Beriker Bul. مرکز تجاری آدانا A/بلوک شماره 443 1 Seyhan /ADANA",
    "addressLine2": "دفتر: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/بلوک شماره 50 طبقه 1 واحد 2 Seyhan /ADANA",
    "phoneTitle": "تلفن",
    "phoneNumber": "0322 504 94 44 - 0546 120 01 01",
    "emailContactTitle": "ایمیل",
    "contactEmail": "info@oriondemir.com.tr",
    "companyNameLabel": "نام رسمی شرکت:",
    "companyNameValue": "شرکت محدود صنایع رنگ و ابزار ساختمانی و تجارت خارجی اوریون",
    "taxNoLabel": "شماره مالیاتی:",
    "taxNoValue": "6470588486",
    "taxOfficeLabel": "اداره مالیات:",
    "taxOfficeValue": "5 ژانویه",
    "tradeRegNoLabel": "شماره ثبت تجارت:",
    "tradeRegNoValue": "79529",
    "mersisNoLabel": "شماره مرسیس:",
    "mersisNoValue": "0647058848600001"
  },
  "References": {
    "references": "مراجع",
    "intro": "همکاری‌هایی که بر پایه اعتماد و کیفیت ساخته شده‌اند و پروژه‌هایی که به آن‌ها افتخار می‌کنیم.",
    "businessPartners": "شرکای تجاری ارزشمند ما",
    "projectReferences": "مراجع پروژه‌ها",
    "finishedProjects": "پروژه تکمیل‌شده"
  },
  "SustainabilityPage": {
      "heroTitle": "آینده را با فولاد شکل می‌دهیم",
      "heroDescription": "در Orion Demir، پایداری را نه تنها یک سیاست زیست محیطی، بلکه بخشی جدایی‌ناپذیر از کسب و کار خود می‌دانیم. ما با درکی عمل می‌کنیم که منابع را به طور کارآمد استفاده می‌کند، اثرات زیست محیطی را به حداقل می‌رساند و به جامعه ارزش می‌افزاید، تا دنیایی قابل زندگی‌تر برای نسل‌های آینده به جا بگذاریم.",
      "strategicApproachTitle": "رویکرد استراتژیک ما",
      "strategicApproachSubtitle": "سه ستون پایداری",
      "strategicApproachDescription": "سیاست ما، با هدف ایجاد تأثیر بلندمدت فراتر از موفقیت‌های کوتاه‌مدت، در سه محور اصلی توسعه می‌یابد.",
      "environmentalPillarTitle": "پایداری زیست محیطی",
      "environmentalPillarQuote": "احترام به طبیعت سرمایه‌گذاری در آینده است.",
      "environmentalPillarPoint1": "خطوط تولید خود را به سیستم‌های با بهره‌وری انرژی بالا مجهز می‌کنیم و گام‌های قابل اندازه‌گیری برای کاهش انتشار کربن خود برمی‌داریم.",
      "environmentalPillarPoint2": "بخش قابل توجهی از مواد اولیه مورد استفاده ما از فولاد بازیافتی تشکیل شده است و ما به حداقل رساندن ضایعات اولویت می‌دهیم.",
      "environmentalPillarPoint3": "ما تأثیر زیست محیطی را در طول چرخه عمر محصولات خود تجزیه و تحلیل می‌کنیم و پایداری را در اولویت قرار می‌دهیم.",
      "environmentalPillarPoint4": "ما از فناوری‌هایی استفاده می‌کنیم که مصرف آب فرآیند را کاهش می‌دهند و منابع آب جایگزین را توسعه می‌دهیم.",
      "socialPillarTitle": "مسئولیت اجتماعی",
      "socialPillarQuote": "فولاد قوی با جوامع قوی امکان‌پذیر است.",
      "socialPillarPoint1": "ما محیط کاری عادلانه، ایمن و فراگیر برای همه کارکنان خود فراهم می‌کنیم. سلامت و ایمنی شغلی در مرکز سیاست ما قرار دارد.",
      "socialPillarPoint2": "ما مسئولیت خود را در قبال جامعه از طریق پروژه‌های آموزشی، زیست محیطی و مسئولیت اجتماعی انجام می‌دهیم.",
      "socialPillarPoint3": "ما بر اجرای استانداردهای اخلاقی، زیست محیطی و اجتماعی در زنجیره تأمین خود نظارت می‌کنیم.",
      "socialPillarPoint4": "ما دیدگاه‌های متنوع را تشویق می‌کنیم، مشارکت بیشتر زنان در صنعت را حمایت می‌کنیم و به فرصت‌های برابر متعهد هستیم.",
      "governancePillarTitle": "حکمرانی شرکتی",
      "governancePillarQuote": "ساختاری شفاف، پاسخگو و انعطاف‌پذیر.",
      "governancePillarPoint1": "پایداری مستقیماً توسط مدیریت ارشد پذیرفته شده و در مکانیزم‌های تصمیم‌گیری استراتژیک ادغام می‌شود.",
      "governancePillarPoint2": "ما تحلیل‌های سناریو و برنامه‌های سازگاری را برای مدیریت خطرات تغییرات آب و هوایی توسعه می‌دهیم.",
      "governancePillarPoint3": "ما فعالیت‌های خود را مطابق با استانداردهای بین‌المللی مستند می‌کنیم و اطلاعات شفاف را به ذینفعان خود ارائه می‌دهیم.",
      "governancePillarPoint4": "ما با افزایش سرمایه‌گذاری‌های تحقیق و توسعه خود در زمینه‌هایی مانند فولاد سبز و فناوری‌های کم‌کربن، ساختار تولیدی دوستدار محیط زیست ایجاد می‌کنیم.",
      "goalsTitle": "گام‌های مصمم به سوی آینده",
      "goalsDescription": "اهداف مشخص ما برای آینده‌ای پایدار.",
      "goal1": "کاهش 30 درصدی شدت کربن به ازای هر تولید تا سال 2030.",
      "goal2": "استفاده 90 درصدی از قراضه بازیافتی در فرآیندهای تولید.",
      "goal3": "افزایش سهم انرژی‌های تجدیدپذیر به 50% در تمام تأسیسات تولیدی.",
      "goal4": "ادغام در سیستم‌های رتبه‌بندی بین‌المللی برای گزارش‌دهی پایداری.",
      "conclusionTitle": "ما نه تنها امروز، بلکه آینده را می‌سازیم",
      "conclusionDescription": "در Orion Demir، ما به طور مداوم رویکرد صنعتی را پیش می‌بریم که از منابع به طور کارآمدتر استفاده می‌کند، دوستدار محیط زیست است، مسئولیت‌پذیر اجتماعی است و بر اساس ارزش‌های اخلاقی بنا شده است.",
      "conclusionCallToAction": "آینده‌ای پایدار با گام‌های مصمم امکان‌پذیر است. ما امروز این گام‌ها را برمی‌داریم."
    }
}
