{
  "Header": {
    "nav": {
      "home": "Главная",
      "products": "Продукция",
      "about": "О нас",
      "contact": "Контакты",
      "offer": "Запросить цену",
      "references": "Наши проекты",
      "sustainability": "устойчивость"
    }
  },
  "Footer": {
    "title": "Запросите дополнительную информацию",
    "address": {
      "title": "Наш адрес",
      "text": "Yeşiloba Mh. Turhan Cemal Beriker Bul. Adana İş Merkezi A/Blok No:443 I Seyhan /ADANA Büro: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan /ADANA",
      "button": "Связаться с нами"
    },
    "newsletter": {
      "title": "Подпишитесь на нашу рассылку",
      "subtitle": "Получайте ежедневные цены на железо по электронной почте",
      "label": "Подпишитесь на нашу рассылку",
      "placeholder": "Введите ваш e-mail адрес",
      "button": "Подписаться",
      "button_loading": "Подписка..."
    },
    "copyright": "© 2025 Орион Демир.",
    "links": {
      "home": "Главная",
      "cookiePolicy": "Политика использования файлов cookie",
      "privacyPolicy": "Политика конфиденциальности"
    }
  },
  "About_Us": {
    "title": "Познакомьтесь с Orion Demir",
    "paragraph1": "Основанная в 2019 году в Адане, компания Orion Demir стала сильным поставщиком на территории всей Турции, объединив в себе качественную продукцию, надёжный сервис и устойчивый подход к производству в сфере чёрной металлургии. Orion Demir предлагает арматуру с рифлением различных диаметров, сертифицированную по стандартам TS и CE, и, обладая большим складским запасом, ориентируется на удовлетворение потребностей клиентов, предоставляя решения как для крупных промышленных проектов, так и для региональных нужд.",
    "paragraph2": "Благодаря постоянно развивающейся инфраструктуре, мы обеспечиваем потребность в строительной арматуре различных размеров от 8 мм до 32 мм и с одинаковой тщательностью обслуживаем крупные промышленные проекты и индивидуальных подрядчиков. С ежедневным обновлением рыночных цен, цифровой системой заказов и прозрачным управлением процессами мы обеспечиваем нашим партнёрам экономию времени и средств.",
    "card_button": "Подробнее"
  },
  "About_Us_Page": {
    "pre_title": "О нас",
    "title": "Надежный сервис и устойчивое производство",
    "paragraph1": "Компания «Орион Демир», основанная в Адане в 2019 году, стала сильным брендом-поставщиком по всей Турции, сочетая качественную продукцию, надежный сервис и подход к устойчивому производству в металлургической промышленности. На нашем современном предприятии в Организованной промышленной зоне Хаджи Сабанджи мы предлагаем сертифицированную по стандартам TS и CE арматуру различных диаметров с высокой мощностью складских запасов. Благодаря нашей структуре, ориентированной на удовлетворение потребностей клиентов, мы предлагаем специальные решения как для крупных промышленных проектов, так и для региональных нужд, обеспечивая быструю и безопасную доставку во все 81 провинцию Турции. С нашим прозрачным, простым и основанным на цифровых технологиях подходом к обслуживанию от процесса заказа до доставки, мы эффективно удовлетворяем все потребности наших клиентов.",
    "paragraph2": "«Орион Демир» — это не просто поставщик, но и партнер по решениям. Благодаря нашей ежедневно обновляемой ценовой политике, контрактным логистическим услугам и гибким вариантам оплаты мы предоставляем нашим деловым партнерам преимущества во времени и затратах. Мы также осознаем нашу экологическую ответственность. Мы применяем экологически чистую промышленную модель, действуя в соответствии с принципами «зеленого» производства и устойчивого управления ресурсами во всех наших операциях. Как имя доверия, качества и преемственности в секторе, мы продолжаем закладывать прочные основы для будущего.",
    "image_alt": "Объекты Орион Демир",
    "vision_title": "Наше видение",
    "vision_description": "Стать ведущим и наиболее предпочтительным партнером по решениям в секторе, предлагая не только железо, но и доверие, преемственность и технологии для строительных и промышленных проектов по всей Турции.",
    "vision_points": [
      "Цифровизация процессов поставок железа и стали,",
      "Обеспечение максимальной эффективности в логистике и управлении запасами,",
      "Постоянное улучшение качества обслуживания клиентов,",
      "Создание отличий с помощью производственных моделей, минимизирующих воздействие на окружающую среду,",
      "Стать эталонным брендом, повышая свою надежность на национальном рынке и выходя на международный рынок."
    ],
    "mission_title": "Наша миссия",
    "mission_description": "В основе каждого проекта лежит прочная структура, а в основе каждой прочной структуры — надежный поставщик. Наша миссия — быть незаменимым элементом этой основы.",
    "mission_points": [
      "Поставлять нашим клиентам высококачественную арматуру, сертифицированную по стандартам TS и CE, в нужное время и наиболее эффективным способом,",
      "Обеспечивать безопасную логистическую поддержку проектов с помощью нашей транспортной инфраструктуры, охватывающей всю Турцию,",
      "Облегчать контроль затрат с помощью ежедневных обновлений цен и прозрачных процессов заказа,",
      "Устанавливать долгосрочное сотрудничество, основанное на точности в управлении запасами, пунктуальности в доставке и ясности в общении,",
      "Способствовать устойчивому развитию, осуществляя производственные и снабженческие процессы с учетом экологических требований."
    ],
    "closing_title": "Имя доверия, качества и преемственности в секторе",
    "closing_subtitle": "Мы продолжаем закладывать прочные основы для будущего.",
    "closing_tagline": "Орион Демир – Поднимается с уверенностью."
  },
  "Location": {
    "title": "Создаём преимущество благодаря стратегическому расположению",
    "paragraph1": "Компания Orion Demir осуществляет производственную и логистическую деятельность в Адане — одном из самых стратегически важных городов Турции. Такое расположение обеспечивает нашей компании сильное конкурентное преимущество как на национальных, так и на международных рынках.",
    "paragraph2": "Адана, расположенная на стратегическом перекрёстке на юге Турции, обеспечивает быстрый и эффективный доступ ко всем регионам страны. Благодаря развитой дорожной и железнодорожной инфраструктуре, внутренняя дистрибуция осуществляется быстро, безопасно и экономично. Морской путь через порты Искендерун и Мерсин, ведущий к Средиземному морю, позволяет нашей продукции с лёгкостью выходить на рынки Европы, Африки и Ближнего Востока."
  },
  "Products": {
    "title": "Наши продукты",
    "paragraph1": "Компания Orion Demir поставляет качественную и надёжную продукцию клиентам из различных отраслей по всей Турции. В особенности мы предлагаем широкий ассортимент ребристой арматурной стали.",
    "paragraph2": "wepfwmeoğpfomwepğfomefwpğomwepğowpeğmfo",
    "paragraph3": "Важная информация: НДС включён в цены, стоимость доставки не включена.",
    "paragraph4": "Если вы хотите получить дополнительную информацию о наличии на складе, ценовом предложении или процессе доставки, свяжитесь с нами по электронной почте. Электронная почта для связи: info@oriondemir.com.tr",
    "paragraph5": "Наша компания не предоставляет услуги прямой доставки (транспортировки); однако по просьбе клиентов доставка продукции может быть организована через наших партнёрских транспортных компаний. В этом случае стоимость доставки оплачивается заказчиком и должна учитываться отдельно в процессе оформления заказа.",
    "card_button": "Продукты",
    "page_header": "Арматура периодического профиля",
    "page_paragraph": "Ознакомьтесь с нашей высококачественной арматурой периодического профиля различных размеров, чтобы удовлетворить ваши потребности."
  },
  "HeroSlide": {
    "slide1": {
      "title": "Новый взгляд на сталь с уникальным подходом",
      "subtitle": "Мы поставляем инновационные решения с наших современных, высокопроизводительных производственных мощностей."
    },
    "slide2": {
      "title": "Прозрачные цены с ежедневными рыночными курсами",
      "subtitle": "Проверьте сегодняшние цены на арматуру, запросите предложение и разместите заказ — мы доставляем во все 81 провинцию Турции."
    },
    "slide3": {
      "title": "Сильный и надежный с 2019 года",
      "subtitle": "С первого дня нашей деятельности мы сосредоточены на качестве, сроках поставки и инженерной поддержке. Мы оставляем свой след в структурах будущего с нашим предпочтительным брендом в сотнях проектов."
    },
    "slide4": {
      "title": "Безопасное будущее, прочный фундамент",
      "subtitle": "Стройте выше с Orion Demir для более прочных конструкций. Подход к производству, соответствующий стандартам ISO, TSE и международным нормам качества."
    },
    "previousButton": "Предыдущий слайд",
    "nextButton": "Следующий слайд",
    "goToSlide": "Перейти к слайду {number}"
  },
  "Sustainability": {
    "title": "Приверженность зелёному будущему",
    "button": "Узнать больше"
  },
  "Contact": {
    "mainTitle": "Контакты",
    "subtitle": "Свяжитесь с нами для ваших предложений по решениям и вопросов.",
    "formTitle": "Оставьте нам сообщение",
    "nameLabel": "Полное имя *",
    "namePlaceholder": "orion demir",
    "emailLabel": "Электронная почта *",
    "emailPlaceholder": "info@oriondemir.com.tr",
    "messageLabel": "Напишите ваше сообщение *",
    "messagePlaceholder": "Ваше сообщение...",
    "sendButton": "Отправить",
    "addressTitle": "АДРЕС",
    "addressLine1": "Суле: Yeşiloba Mh. Turhan Cemal Beriker Bul. Деловой центр Аданы A/Блок №:443 1 Seyhan /ADANA",
    "addressLine2": "Офис: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Блок №:50 Этаж:1 Квартира: 2 Seyhan /ADANA",
    "phoneTitle": "ТЕЛЕФОН",
    "phoneNumber": "0322 504 94 44 - 0546 120 01 01",
    "emailContactTitle": "Э-Л-Е-К-Т-Р-О-Н-Н-А-Я П-О-Ч-Т-А",
    "contactEmail": "info@oriondemir.com.tr",
    "companyNameLabel": "Официальное название компании:",
    "companyNameValue": "Orion Paint Construction Hardware Industry and Foreign Trade Limited Company",
    "taxNoLabel": "Налоговый номер:",
    "taxNoValue": "6470588486",
    "taxOfficeLabel": "Налоговая инспекция:",
    "taxOfficeValue": "5 Января",
    "tradeRegNoLabel": "Номер торгового реестра:",
    "tradeRegNoValue": "79529",
    "mersisNoLabel": "Mersis номер:",
    "mersisNoValue": "0647058848600001"
  },
  "References": {
    "references": "Референсы",
    "intro": "Сотрудничество, основанное на доверии и качестве, и проекты, которыми мы гордимся.",
    "businessPartners": "Наши уважаемые деловые партнёры",
    "projectReferences": "Референсы проектов",
    "finishedProjects": "Завершённый проект"
  },
  "SustainabilityPage": {
    "heroTitle": "Формируем будущее сталью",
    "heroDescription": "В Orion Demir мы рассматриваем устойчивость не просто как экологическую политику, а как неотъемлемую часть нашего бизнеса. Мы действуем, эффективно используя ресурсы, минимизируя воздействие на окружающую среду и принося пользу обществу, чтобы оставить более пригодный для жизни мир будущим поколениям.",
    "strategicApproachTitle": "Наш стратегический подход",
    "strategicApproachSubtitle": "Три столпа устойчивости",
    "strategicApproachDescription": "Наша политика, направленная на создание долгосрочного воздействия помимо краткосрочных успехов, развивается по трем основным осям.",
    "environmentalPillarTitle": "Экологическая устойчивость",
    "environmentalPillarQuote": "Уважение к природе — это инвестиции в будущее.",
    "environmentalPillarPoint1": "Мы оснащаем наши производственные линии высокоэнергоэффективными системами и предпринимаем измеримые шаги по сокращению выбросов углерода.",
    "environmentalPillarPoint2": "Значительная часть используемого нами сырья состоит из переработанной стали, и мы уделяем первостепенное внимание минимизации отходов.",
    "environmentalPillarPoint3": "Мы анализируем воздействие на окружающую среду на протяжении всего жизненного цикла нашей продукции и уделяем приоритетное внимание устойчивости.",
    "environmentalPillarPoint4": "Мы используем технологии, снижающие потребление технологической воды, и разрабатываем альтернативные источники воды.",
    "socialPillarTitle": "Социальная ответственность",
    "socialPillarQuote": "Крепкая сталь возможна с крепкими обществами.",
    "socialPillarPoint1": "Мы обеспечиваем справедливую, безопасную и инклюзивную рабочую среду для всех наших сотрудников. Охрана труда и безопасность являются центральными в нашей политике.",
    "socialPillarPoint2": "Мы выполняем нашу ответственность перед обществом посредством образовательных, экологических и социально ответственных проектов.",
    "socialPillarPoint3": "Мы контролируем соблюдение этических, экологических и социальных стандартов в нашей цепочке поставок.",
    "socialPillarPoint4": "Мы поощряем различные точки зрения, поддерживаем более широкое участие женщин в промышленности и остаемся приверженными равным возможностям.",
    "governancePillarTitle": "Корпоративное управление",
    "governancePillarQuote": "Прозрачная, подотчетная и устойчивая структура.",
    "governancePillarPoint1": "Устойчивость находится в прямом ведении высшего руководства и интегрирована в механизмы принятия стратегических решений.",
    "governancePillarPoint2": "Мы разрабатываем сценарный анализ и планы адаптации для управления рисками изменения климата.",
    "governancePillarPoint3": "Мы документируем нашу деятельность в соответствии с международными стандартами и предоставляем заинтересованным сторонам прозрачную информацию.",
    "governancePillarPoint4": "Мы строим экологически чистую производственную структуру, увеличивая наши инвестиции в НИОКР в таких областях, как зеленая сталь и низкоуглеродные технологии.",
    "goalsTitle": "Решительные шаги к будущему",
    "goalsDescription": "Наши конкретные цели для устойчивого будущего.",
    "goal1": "К 2030 году сократить углеродоемкость производства на 30%.",
    "goal2": "Использовать 90% переработанного лома в производственных процессах.",
    "goal3": "Увеличить долю возобновляемой энергии до 50% на всех производственных объектах.",
    "goal4": "Интегрироваться в международные системы рейтингов по отчетности об устойчивом развитии.",
    "conclusionTitle": "Мы строим не только сегодня, но и будущее",
    "conclusionDescription": "В Orion Demir мы постоянно продвигаем промышленный подход, который более эффективно использует ресурсы, является экологически чистым, социально ответственным и основан на этических ценностях.",
    "conclusionCallToAction": "Устойчивое будущее возможно благодаря решительным шагам. Мы делаем эти шаги сегодня."
  },
  "Iron": {
    "iron": "железо "
  },
  "Offer": {
    "submissionSuccessTitle": "Ваш запрос на предложение получен!",
    "submissionSuccessMessage": "Мы свяжемся с вами в ближайшее время. Спасибо.",
    "formTitle": "Получить коммерческое предложение",
    "formSubtitle": "Пожалуйста, заполните форму, чтобы запросить предложение на нужные товары.",
    "fullNameLabel": "ФИО",
    "companyNameLabel": "Название компании",
    "phoneLabel": "Телефон",
    "emailLabel": "Эл. почта",
    "locationLabel": "Город / Район",
    "productsTitle": "Продукты",
    "productSelectLabel": "Выберите продукт",
    "quantityLabel": "Количество (кг)",
    "quantityPlaceholder": "Введите кг",
    "removeProductAriaLabel": "Удалить продукт",
    "addProductButton": "+ Добавить новый продукт",
    "submitButton": "Получить предложение",
    "products": {
      "rebar_08mm": "08 мм рифлёная арматура",
      "rebar_10mm": "10 мм рифлёная арматура",
      "rebar_12mm": "12 мм рифлёная арматура",
      "rebar_14mm": "14 мм рифлёная арматура",
      "rebar_16mm": "16 мм рифлёная арматура",
      "rebar_18mm": "18 мм рифлёная арматура",
      "rebar_20mm": "20 мм рифлёная арматура",
      "rebar_22mm": "22 мм рифлёная арматура",
      "rebar_24mm": "24 мм рифлёная арматура",
      "rebar_25mm": "25 мм рифлёная арматура",
      "rebar_26mm": "26 мм рифлёная арматура",
      "rebar_28mm": "28 мм рифлёная арматура",
      "rebar_30mm": "30 мм рифлёная арматура",
      "rebar_32mm": "32 мм рифлёная арматура"
    }
  },
  "Product_Detail": {
    "product": {
      "imageAlt": "Рифленая арматурная сталь",
      "title": "Рифленая арматурная сталь",
      "priceRange": "₺26.700,00 – ₺28.300,00",
      "shortDescription": "Рифленая арматурная сталь является одним из строительных материалов, часто используемых и играющих важную роль в современной строительной отрасли. Эти стержни производятся по специальным технологиям, создающим на их поверхности характерные выступы."
    },
    "importantNote": {
      "title": "Важное примечание",
      "content": "Продукция, которую вы приобретаете, поставляется на основе грузовиков. То есть 1 единица = 1 тонна. Поэтому вы должны заполнить свою корзину до 28 тонн. Стоимость доставки не включена. Если вы укажете в разделе оплаты, что вам нужна доставка, мы свяжемся с вами для ее организации."
    },
    "actions": {
      "contactUs": "Свяжитесь с нами"
    },
    "tabs": {
      "description": "Описание",
      "additionalInfo": "Дополнительная информация"
    },
    "description": {
      "paragraph1": "Наша рифленая арматурная сталь имеет большое значение в области ее применения. Мы не можем ограничить области применения этих стержней. Рифленая сталь заняла прочное место как важный материал в современной строительной отрасли. Известная своей структурной прочностью и гибкостью в использовании, рифленая арматура имеет широкий спектр применения в различных строительных проектах.",
      "feature1": {
        "title": "Лидер в сталелитейной промышленности",
        "content": "Ее прочность может удивить, но это потому, что она крепкая."
      }
    },
    "advantages": {
      "title": "Преимущества использования",
      "item1": {
        "title": "Высокая прочность:",
        "description": "Обеспечивает превосходную прочность и безопасность конструкций."
      },
      "item2": {
        "title": "Хорошая адгезия:",
        "description": "Создает отличное сцепление с бетоном, повышая структурную целостность."
      },
      "item3": {
        "title": "Коррозионная стойкость:",
        "description": "Устойчива к коррозии для длительного использования."
      },
      "item4": {
        "title": "Долгий срок службы:",
        "description": "Продлевает срок службы ваших проектов благодаря качественной структуре материала."
      },
      "item5": {
        "title": "Экологичность:",
        "description": "Изготовлена из перерабатываемых материалов."
      }
    },
    "additionalInfo": {
      "placeholder": "Дополнительная информация будет добавлена здесь."
    }
  }
}
