{
  "Header": {
    "nav": {
      "home": "Главная",
      "products": "Продукция",
      "about": "О нас",
      "contact": "Контакты",
      "offer": "Запросить цену",
      "references": "Наши проекты",
      "sustainability":"устойчивость"
    }
  },
  "Footer": {
    "title": "Запросите дополнительную информацию",
    "address": {
      "title": "Наш адрес",
      "text": "Yeşiloba Mh. Turhan Cemal Beriker Bul. Adana İş Merkezi A/Blok No:443 I Seyhan /ADANA Büro: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan /ADANA",
      "button": "Связаться с нами"
    },
    "newsletter": {
      "title": "Подпишитесь на нашу рассылку",
      "subtitle": "Получайте ежедневные цены на железо по электронной почте",
      "label": "Подпишитесь на нашу рассылку",
      "placeholder": "Введите ваш e-mail адрес",
      "button": "Подписаться",
      "button_loading": "Подписка..."
    },
    "copyright": "© 2025 Орион Демир.",
    "links": {
      "home": "Главная",
      "cookiePolicy": "Политика использования файлов cookie",
      "privacyPolicy": "Политика конфиденциальности"
    }
  },
  "About_Us": {
    "title": "Познакомьтесь с Orion Demir",
    "paragraph1": "Основанная в 2019 году в Адане, компания Orion Demir стала сильным поставщиком на территории всей Турции, объединив в себе качественную продукцию, надёжный сервис и устойчивый подход к производству в сфере чёрной металлургии. Orion Demir предлагает арматуру с рифлением различных диаметров, сертифицированную по стандартам TS и CE, и, обладая большим складским запасом, ориентируется на удовлетворение потребностей клиентов, предоставляя решения как для крупных промышленных проектов, так и для региональных нужд.",
    "paragraph2":"Благодаря постоянно развивающейся инфраструктуре, мы обеспечиваем потребность в строительной арматуре различных размеров от 8 мм до 32 мм и с одинаковой тщательностью обслуживаем крупные промышленные проекты и индивидуальных подрядчиков. С ежедневным обновлением рыночных цен, цифровой системой заказов и прозрачным управлением процессами мы обеспечиваем нашим партнёрам экономию времени и средств.",
    "card_button": "Подробнее"
  },
  "Location": {
    "title": "Создаём преимущество благодаря стратегическому расположению",
    "paragraph1": "Компания Orion Demir осуществляет производственную и логистическую деятельность в Адане — одном из самых стратегически важных городов Турции. Такое расположение обеспечивает нашей компании сильное конкурентное преимущество как на национальных, так и на международных рынках.",
    "paragraph2": "Адана, расположенная на стратегическом перекрёстке на юге Турции, обеспечивает быстрый и эффективный доступ ко всем регионам страны. Благодаря развитой дорожной и железнодорожной инфраструктуре, внутренняя дистрибуция осуществляется быстро, безопасно и экономично. Морской путь через порты Искендерун и Мерсин, ведущий к Средиземному морю, позволяет нашей продукции с лёгкостью выходить на рынки Европы, Африки и Ближнего Востока."
  },
  "Products": {
    "title": "Наши продукты",
    "paragraph1": "Компания Orion Demir поставляет качественную и надёжную продукцию клиентам из различных отраслей по всей Турции. В особенности мы предлагаем широкий ассортимент ребристой арматурной стали.",
    "paragraph2": "wepfwmeoğpfomwepğfomefwpğomwepğowpeğmfo",
    "paragraph3": "Важная информация: НДС включён в цены, стоимость доставки не включена.",
    "paragraph4":"Если вы хотите получить дополнительную информацию о наличии на складе, ценовом предложении или процессе доставки, свяжитесь с нами по электронной почте. Электронная почта для связи: info@oriondemir.com.tr",
    "paragraph5": "Наша компания не предоставляет услуги прямой доставки (транспортировки); однако по просьбе клиентов доставка продукции может быть организована через наших партнёрских транспортных компаний. В этом случае стоимость доставки оплачивается заказчиком и должна учитываться отдельно в процессе оформления заказа.",
    "card_button":"Продукты"
  },
  "HeroSlide": {
    "slide1": {
      "title": "Новый взгляд на сталь с уникальным подходом",
      "subtitle": "Мы поставляем инновационные решения с наших современных, высокопроизводительных производственных мощностей."
    },
    "slide2": {
      "title": "Прозрачные цены с ежедневными рыночными курсами",
      "subtitle": "Проверьте сегодняшние цены на арматуру, запросите предложение и разместите заказ — мы доставляем во все 81 провинцию Турции."
    },
    "slide3": {
      "title": "Сила и надежность с 2019 года",
      "subtitle": "От скромного начала в 2019 году до ведущей сталелитейной компании с более чем 200 сотрудниками сегодня."
    },
    "slide4": {
      "title": "Сила и надежность с 2019 года",
      "subtitle": "От скромного начала в 2019 году до ведущей сталелитейной компании с более чем 200 сотрудниками сегодня."
    },
    "previousButton": "Предыдущий слайд",
    "nextButton": "Следующий слайд",
    "goToSlide": "Перейти к слайду {number}"
  },
  "Sustainability": {
    "title": "Приверженность зелёному будущему",
    "button": "Узнать больше"
  }
}
