{
  "Header": {
    "nav": {
      "home": "Anasayfa",
      "products": "Ürünler",
      "about": "Hakkımızda",
      "contact": "İletişim",
      "offer": "Teklif",
      "references": "Referanslar",
      "sustainability": "Sürdürülebilirlik"
    }
  },
  "Footer": {
    "title": "Daha fazla bilgi için talep oluşturun",
    "address": {
      "title": "Adresimiz",
      "text": "Yeşiloba Mh. Turhan Cemal Beriker Blv. Adana İş Merkezi A/Blok No:443 I Seyhan/ADANA. Ofis: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan/ADANA",
      "button": "Bize Ulaşın"
    },
    "newsletter": {
      "title": "Bültenimize Abone Olun",
      "subtitle": "Günlük demir fiyatlarını e-postanıza alın",
      "label": "Bültenimize abone olun",
      "placeholder": "E-postanızı girin",
      "button": "Abone Ol",
      "button_loading": "Abone olunuyor..."
    },
    "copyright": "© 2025 Orion Demir.",
    "links": {
      "home": "Ana Sayfa",
      "cookiePolicy": "Çerez Politikası",
      "privacyPolicy": "Gizlilik Politikası"
    }
  },
  "About_Us": {
    "title": "Orion Demir'i Tanıyın",
    "paragraph1": "2019 yılında Adana’da kurulan Orion Demir, demir-çelik sektöründe kaliteli ürün, güvenilir hizmet ve sürdürülebilir üretim anlayışını bir araya getirerek Türkiye genelinde güçlü bir tedarik markası haline gelmiştir. Farklı çaplardaki TS ve CE belgeli nervürlü inşaat demiri ürünlerini yüksek stok gücüyle sunan Orion Demir, müşteri memnuniyetini merkeze alan yapısıyla hem büyük ölçekli sanayi projelerine hem de bölgesel ihtiyaçlara özel çözümler sunmaktadır.",
    "paragraph2": "Her geçen gün gelişen altyapımızla, 8 mm’den 32 mm’ye kadar çeşitli ölçülerde inşaat demiri ihtiyaçlarını karşılıyor; hem büyük ölçekli sanayi projelerine hem de bireysel müteahhitlere aynı titizlikle hizmet sunuyoruz. Günlük olarak güncellenen piyasa fiyatlarımız, dijital sipariş altyapımız ve şeffaf süreç yönetimimiz sayesinde iş ortaklarımıza zaman ve maliyet avantajı sağlıyoruz.",
    "card_button": "Detaylar"
  },
  "About_Us_Page": {
    "pre_title": "Hakkımızda",
    "title": "Güvenilir Hizmet ve Sürdürülebilir Üretim",
    "paragraph1": "2019 yılında Adana’da kurulan Orion Demir, demir-çelik sektöründe kaliteli ürün, güvenilir hizmet ve sürdürülebilir üretim anlayışını bir araya getirerek Türkiye genelinde güçlü bir tedarik markası haline gelmiştir. Hacı Sabancı Organize Sanayi Bölgesi’nde yer alan modern tesisimizde, farklı çaplardaki TS ve CE belgeli nervürlü inşaat demiri ürünlerini yüksek stok gücüyle sunuyoruz. Müşteri memnuniyetini merkeze alan yapımızla; hem büyük ölçekli sanayi projelerine hem de bölgesel ihtiyaçlara özel çözümler sunuyor, Türkiye'nin 81 iline hızlı ve güvenli sevkiyat sağlıyoruz. Sipariş sürecinden teslimata kadar şeffaf, kolay ve dijital altyapıya dayalı hizmet anlayışımızla, müşterilerimizin tüm ihtiyaçlarını etkin şekilde karşılıyoruz.",
    "paragraph2": "Orion Demir, sadece tedarikçi değil, aynı zamanda çözüm ortağıdır. Günlük olarak güncellenen fiyat politikamız, anlaşmalı lojistik hizmetlerimiz ve esnek ödeme seçeneklerimiz sayesinde iş ortaklarımıza zaman ve maliyet avantajı sağlıyoruz. Ayrıca çevresel sorumluluğumuzun bilincindeyiz. Tüm operasyonlarımızda yeşil üretim ve sürdürülebilir kaynak yönetimi ilkelerine göre hareket ederek çevreye duyarlı bir sanayi modeli benimsiyoruz. Sektörde güvenin, kalitenin ve sürekliliğin adı olarak; geleceğe sağlam temeller atmaya devam ediyoruz.",
    "image_alt": "Orion Demir Tesisleri",
    "vision_title": "Vizyonumuz",
    "vision_description": "Türkiye'nin dört bir yanındaki inşaat ve sanayi projelerine yalnızca demir değil, güven, süreklilik ve teknoloji sunarak sektörün lider ve en çok tercih edilen çözüm ortağı olmaktır.",
    "vision_points": [
      "Demir-çelik tedarik süreçlerini dijitalleştiren,",
      "Lojistik ve stok yönetiminde maksimum verim sağlayan,",
      "Müşteri deneyimini daima geliştiren,",
      "Çevresel etkileri en aza indiren üretim modelleriyle fark yaratan,",
      "Ulusal pazarda güvenilirliğini artırarak, uluslararası pazara da açılan,"
    ],
    "mission_title": "Misyonumuz",
    "mission_description": "Her projenin temelinde güçlü bir yapı, her güçlü yapının temelinde ise güvenilir bir tedarikçi vardır. Misyonumuz bu temelin vazgeçilmez unsuru olmaktır.",
    "mission_points": [
      "Müşterilerimize TS ve CE belgeli, standartlara uygun, kaliteli inşaat demirini en doğru zamanda, en verimli şekilde ulaştırmak,",
      "Türkiye’nin dört bir yanına yayılmış sevkiyat altyapımızla projelere güvenli lojistik desteği sağlamak,",
      "Günlük fiyat güncellemeleri ve şeffaf sipariş süreçleriyle maliyet kontrolünü kolaylaştırmak,",
      "Stok yönetiminde doğruluk, teslimatta dakiklik ve iletişimde açıklığı temel alarak uzun vadeli iş birlikleri kurmak,",
      "Üretim ve tedarik süreçlerini çevresel duyarlılıkla yürüterek sürdürülebilir kalkınmaya katkı sağlamak."
    ],
    "closing_title": "Sektörde Güvenin, Kalitenin ve Sürekliliğin Adı",
    "closing_subtitle": "Geleceğe sağlam temeller atmaya devam ediyoruz.",
    "closing_tagline": "Orion Demir – Güvenle Yükselir."
  },
  "Location": {
    "title": "Stratejik Konumun Gücüyle Fark Yaratıyoruz",
    "paragraph1": "Orion Demir, üretim ve lojistik faaliyetlerini Türkiye’nin en stratejik şehirlerinden biri olan Adana’da sürdürmektedir. Bu konum, firmamıza hem ulusal hem de uluslararası pazarlarda güçlü bir rekabet avantajı sağlamaktadır.",
    "paragraph2": "Türkiye’nin güneyinde stratejik bir kavşak noktası olan Adana, ülkenin dört bir yanına hızlı ve etkin erişim imkânı sunar. Gelişmiş kara ve demiryolu altyapısı sayesinde yurt içi dağıtımlar hızlı, güvenli ve ekonomik bir şekilde gerçekleştirilir. İskenderun ve Mersin limanları aracılığıyla Akdeniz’e açılan deniz yolu ise ürünlerimizin Avrupa, Afrika ve Orta Doğu pazarlarına kolaylıkla ulaşmasını sağlar."
  },
  "Products": {
    "title": "Ürünlerimiz",
    "paragraph1": "Orion Demir olarak, Türkiye genelinde farklı sektörlerden müşterilerimize kaliteli ve güvenilir ürün tedariki sağlamaktayız. Özellikle nervürlü inşaat demiri tedarikinde geniş bir ürün yelpazesiyle hizmet veriyoruz.",
    "paragraph2": "Stoklarımızda yer alan nervürlü inşaat demirleri; Ø8 mm, Ø10 mm, Ø12 mm, Ø14 mm, Ø16 mm, Ø18 mm, Ø20 mm, Ø22 mm, Ø25 mm, Ø32 mm ve Ø40 mm çaplarında mevcuttur. İnşaat sektörünün ihtiyaç duyduğu bu ürünler, TSE standartlarına uygun şekilde sertifikalı ve güvenilir üreticilerden temin edilmektedir.",
    "paragraph3": "Önemli Bilgilendirme: Fiyatlara KDV Dahil Değildir, Nakliye Ücretleri Hariçtir.",
    "paragraph4": "Stok durumu, fiyat teklifi veya sevkiyat süreci hakkında daha fazla bilgi almak isterseniz, bizimle e-posta yoluyla iletişime geçebilirsiniz. İletişim E-Posta Adresi: info@oriondemir.com.tr",
    "paragraph5": "Firmamız doğrudan nakliye hizmeti sunmamakta; ancak müşterilerimizin talebi doğrultusunda, anlaşmalı olduğumuz nakliye firmaları aracılığıyla ürün gönderimi organize edilebilmektedir. Bu noktada, nakliye ücreti müşteriye ait olup, sipariş sürecinde ayrıca değerlendirilmelidir.",
    "card_button": "Ürünler",
    "page_header": "Nervürlü İnşaat Demiri",
    "page_paragraph": "İhtiyaçlarınıza uygun çeşitli boyutlarda yüksek kaliteli nervürlü inşaat demiri ürünlerimize göz atın."
  },
  "HeroSlide": {
    "slide1": {
      "title": "Çeliği Benzersiz Bir Dokunuşla Yeniden Keşfedin",
      "subtitle": "Modern ve yüksek kapasiteli üretim tesislerimizden yenilikçi çözümler sunuyoruz."
    },
    "slide2": {
      "title": "Günlük Piyasa Fiyatları ile Şeffaf Fiyatlandırma",
      "subtitle": "Bugünün demir fiyatlarını kontrol edin, teklif isteyin ve sipariş verin. Türkiye'nin 81 iline teslimat yapıyoruz."
    },
    "slide3": {
      "title": "2019'dan Beri Güçlü ve Güvenilir",
      "subtitle": "Faaliyete geçtiğimiz ilk günden beri kaliteyi, teslimat süresini ve mühendislik desteğini merkeze alıyoruz. Yüzlerce projede tercih edilen markamızla geleceğin yapılarında iz bırakıyoruz."
    },
    "slide4": {
      "title": "Güvenli Gelecek Sağlam Temel",
      "subtitle": "Daha güçlü yapılar için Orion Demir ile yükselin. ISO, TSE ve uluslararası kalite normlarına uygun üretim anlayışı."
    },
    "previousButton": "Önceki Slayt",
    "nextButton": "Sonraki Slayt",
    "goToSlide": "{number}. slayta git"
  },
  "Sustainability": {
    "title": "Daha Yeşil Bir Geleceğe Bağlıyız",
    "button": "Daha Fazla Bilgi"
  },
  "Contact": {
    "mainTitle": "İletişim",
    "subtitle": "Çözüm önerileriniz ve sorularınız için bizimle iletişime geçin.",
    "formTitle": "Bize Mesaj Bırakın",
    "nameLabel": "Adınız Soyadınız *",
    "namePlaceholder": "orion demir",
    "emailLabel": "E-posta *",
    "emailPlaceholder": "info@oriondemir.com.tr",
    "messageLabel": "Mesajınızı Yazın *",
    "messagePlaceholder": "Mesajınız...",
    "sendButton": "Gönder",
    "addressTitle": "ADRES",
    "addressLine1": "Süle: Yeşiloba Mh. Turhan Cemal Beriker Blv. Adana İş Merkezi A/Blok No:443 1 Seyhan/ADANA",
    "addressLine2": "Ofis: Kurtuluş Mh. Cumhuriyet Cad. MNS Plaza A/Blok No:50 Kat:1 Daire: 2 Seyhan/ADANA",
    "phoneTitle": "TELEFON",
    "phoneNumber": "0322 504 94 44 - 0546 120 01 01",
    "emailContactTitle": "E-POSTA",
    "contactEmail": "info@oriondemir.com.tr",
    "companyNameLabel": "Firma Resmi Adı:",
    "companyNameValue": "Orion Boya Yapı Hırdavat Sanayi ve Dış Ticaret Limited Şirketi",
    "taxNoLabel": "Vergi No:",
    "taxNoValue": "6470588486",
    "taxOfficeLabel": "Vergi Dairesi:",
    "taxOfficeValue": "5 Ocak",
    "tradeRegNoLabel": "Ticaret Sicil No:",
    "tradeRegNoValue": "79529",
    "mersisNoLabel": "Mersis No:",
    "mersisNoValue": "0647058848600001"
  },
  "References": {
    "references": "Referanslar",
    "intro": "Güven ve kalite üzerine inşa ettiğimiz iş birlikleri ve gurur duyduğumuz projeler.",
    "businessPartners": "Değerli İş Ortaklarımız",
    "projectReferences": "Proje Referanslarımız",
    "finishedProjects": "Tamamlanan Proje"
  },
  "SustainabilityPage": {
    "heroTitle": "Geleceği Demirle Şekillendiriyoruz",
    "heroDescription": "Orion Demir olarak sürdürülebilirliği yalnızca bir çevre politikası değil, işimizin ayrılmaz bir parçası olarak görüyoruz. Gelecek nesillere daha yaşanabilir bir dünya bırakmak için kaynakları verimli kullanan, çevresel etkileri en aza indiren ve topluma değer katan bir anlayışla hareket ediyoruz.",
    "strategicApproachTitle": "Stratejik Yaklaşımımız",
    "strategicApproachSubtitle": "Sürdürülebilirliğin Üç Sac Ayağı",
    "strategicApproachDescription": "Kısa vadeli başarıların ötesinde uzun vadeli etki yaratmayı hedefleyen politikamız, üç temel eksende gelişir.",
    "environmentalPillarTitle": "Çevresel Sürdürülebilirlik",
    "environmentalPillarQuote": "Doğaya saygı, geleceğe yatırımdır.",
    "environmentalPillarPoint1": "Üretim hatlarımızı yüksek enerji verimliliğine sahip sistemlerle donatıyor ve karbon emisyonlarımızı azaltmak için ölçülebilir adımlar atıyoruz.",
    "environmentalPillarPoint2": "Kullandığımız hammaddenin önemli bir kısmı geri dönüştürülmüş çelikten oluşur ve atık minimizasyonuna öncelik veririz.",
    "environmentalPillarPoint3": "Ürünlerimizin yaşam döngüsü boyunca çevresel etkiyi analiz ediyor ve sürdürülebilirliği ön planda tutuyoruz.",
    "environmentalPillarPoint4": "Proses suyu tüketimini azaltan teknolojiler kullanıyor, alternatif su kaynakları geliştiriyoruz.",
    "socialPillarTitle": "Sosyal Sorumluluk",
    "socialPillarQuote": "Güçlü çelik, güçlü toplumlarla mümkündür.",
    "socialPillarPoint1": "Tüm çalışanlarımıza adil, güvenli ve kapsayıcı bir çalışma ortamı sunarız. İş sağlığı ve güvenliği politikamızın merkezindedir.",
    "socialPillarPoint2": "Eğitim, çevre ve sosyal sorumluluk projeleriyle topluma karşı sorumluluğumuzu yerine getiriyoruz.",
    "socialPillarPoint3": "Tedarik zincirimizde etik, çevresel ve sosyal standartların uygulanmasını gözetiyoruz.",
    "socialPillarPoint4": "Farklı bakış açılarını teşvik ediyor, kadınların sanayide daha fazla yer almasını destekliyor ve fırsat eşitliğine bağlı kalıyoruz.",
    "governancePillarTitle": "Kurumsal Yönetim",
    "governancePillarQuote": "Şeffaf, hesap verebilir ve dirençli bir yapı.",
    "governancePillarPoint1": "Sürdürülebilirlik, üst yönetim tarafından doğrudan sahiplenilir ve stratejik karar mekanizmalarına entegre edilir.",
    "governancePillarPoint2": "İklim değişikliği risklerini yönetmek amacıyla senaryo analizleri ve adaptasyon planları geliştiriyoruz.",
    "governancePillarPoint3": "Faaliyetlerimizi uluslararası standartlara uygun olarak belgeliyor, paydaşlarımıza şeffaf bilgiler sunuyoruz.",
    "governancePillarPoint4": "Yeşil çelik ve düşük karbon teknolojileri gibi alanlarda Ar-Ge yatırımlarımızı artırarak çevre dostu bir üretim yapısı inşa ediyoruz.",
    "goalsTitle": "Geleceğe Kararlı Adımlar",
    "goalsDescription": "Sürdürülebilir bir gelecek için belirlediğimiz somut hedeflerimiz.",
    "goal1": "2030 yılına kadar üretim başına karbon yoğunluğunu %30 azaltmak.",
    "goal2": "Üretim süreçlerinde %90 oranında geri dönüştürülmüş hurda kullanmak.",
    "goal3": "Tüm üretim tesislerinde yenilenebilir enerji oranını %50’ye çıkarmak.",
    "goal4": "Sürdürülebilirlik raporlamasında uluslararası derecelendirme sistemlerine entegre olmak.",
    "conclusionTitle": "Sadece Bugünü Değil, Geleceği İnşa Ediyoruz",
    "conclusionDescription": "Orion Demir olarak, kaynakları daha verimli kullanan, doğayla barışık, topluma duyarlı ve etik değerlere dayalı bir sanayi anlayışını her geçen gün daha ileri taşıyoruz.",
    "conclusionCallToAction": "Sürdürülebilir bir gelecek, kararlı adımlarla mümkündür. Biz o adımları bugün atıyoruz."
  },
  "Iron": {
    "iron": "Demir"
  },
  "Offer": {
    "submissionSuccessTitle": "Teklif Talebiniz Alınmıştır!",
    "submissionSuccessMessage": "En kısa sürede sizinle iletişime geçeceğiz. Teşekkür ederiz.",
    "formTitle": "Fiyat Teklifi Alın",
    "formSubtitle": "Lütfen formu doldurarak ihtiyacınız olan ürünler için teklif isteyiniz.",
    "fullNameLabel": "Adınız Soyadınız",
    "companyNameLabel": "Firma Adı",
    "phoneLabel": "Telefon",
    "emailLabel": "E-posta",
    "locationLabel": "İl / İlçe",
    "productsTitle": "Ürünler",
    "productSelectLabel": "Ürün Seçimi",
    "quantityLabel": "Miktar (Kg)",
    "quantityPlaceholder": "Kg Giriniz",
    "removeProductAriaLabel": "Ürünü kaldır",
    "addProductButton": "+ Yeni Ürün Ekle",
    "submitButton": "Teklif Al",
    "products": {
      "rebar08": "08 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar10": "10 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar12": "12 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar14": "14 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar16": "16 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar18": "18 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar20": "20 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar22": "22 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar24": "24 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar25": "25 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar26": "26 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar28": "28 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar30": "30 MM NERVÜRLÜ İNŞAAT DEMİRİ",
      "rebar32": "32 MM NERVÜRLÜ İNŞAAT DEMİRİ"
    }
  },
  "Product_Detail": {
    "product": {
      "imageAlt": "Nervürlü İnşaat Demiri",
      "title": "Nervürlü İnşaat Demiri",
      "priceRange": "₺26.700,00 – ₺28.300,00",
      "shortDescription": "Nervürlü inşaat demirleri, modern inşaat sektöründe sıkça kullanılan ve önemli bir rol oynayan yapı malzemelerindendir. Bu demirler, özel üretim teknikleriyle yüzeylerinde belirgin çıkıntılar oluşturulur."
    },
    "importantNote": {
      "title": "Önemli Not",
      "content": "Alacağınız ürünler tır bazlıdır. Yani 1 adet = 1 ton. Bu nedenle sepetinizi 28 tona tamamlamalısınız. Nakliye fiyatı dahil değildir. Ödeme kısmında not olarak nakliye istediğinizi belirtirseniz sizinle iletişime geçerek nakliyeyi ayarlarız."
    },
    "actions": {
      "contactUs": "Bize Ulaşın"
    },
    "tabs": {
      "description": "Açıklama",
      "additionalInfo": "Ek Bilgiler"
    },
    "description": {
      "paragraph1": "Nervürlü inşaat demirlerimiz kullanıldığı alanda fark yaratır. Demirlerin kullanım alanlarını sınırlandıramayız. Nervürlü demir, modern inşaat sektöründe önemli bir malzeme olarak kendine sağlam bir yer edinmiştir. Yapısal dayanıklılığı ve esnek kullanımıyla tanınan nervürlü demirler, çeşitli inşaat projelerinde geniş bir kullanım alanına sahiptir.",
      "feature1": {
        "title": "Demir Sektöründe Öncü",
        "content": "Dayanıklılığı şaşırtabilir ama güçlü olduğu için."
      }
    },
    "advantages": {
      "title": "Kullanım Avantajları",
      "item1": {
        "title": "Yüksek Mukavemet:",
        "description": "Yapılara üstün dayanıklılık ve güvenlik sağlar."
      },
      "item2": {
        "title": "İyi Yapışma Özelliği:",
        "description": "Betonla mükemmel bir bağ kurarak yapısal bütünlüğü artırır."
      },
      "item3": {
        "title": "Korozyon Direnci:",
        "description": "Uzun ömürlü kullanım için korozyona karşı dayanıklıdır."
      },
      "item4": {
        "title": "Uzun Ömür:",
        "description": "Kaliteli malzeme yapısıyla projelerinizin ömrünü uzatır."
      },
      "item5": {
        "title": "Çevre Dostu:",
        "description": "Geri dönüştürülebilir malzemelerden üretilmiştir."
      }
    },
    "additionalInfo": {
      "placeholder": "Ek bilgiler buraya eklenecektir."
    }
  }
}